{
    "language_name": "English",
    "question_0": "Given the way that men are, women have a responsibility not to arouse them by their dress and actions.",
    "question_1": "Pornography exploits female sexuality and degrades all women.",
    "question_2": "In education and legislation to stop rape, ethnicity and race must be treated sensitively to ensure that women of color are protected equally.",
    "question_3": "Women should not be direct participants in government because they are too emotional.",
    "question_4": "Whether one chooses a traditional or alternative family form should be a matter of personal choice.",
    "question_5": "People should define their marriage and family roles in ways that make them feel most comfortable.",
    "question_6": "The government is responsible for making sure that all women receive an equal chance at education and employment.",
    "question_7": "Racism and sexism make double the oppression for women of color in the work environment.",
    "question_8": "Prostitution grows out of the male culture of violence and male values of social control.",
    "question_9": "Capitalism and sexism are primarily responsible for the increased divorce rate and general breakdown of families.",
    "question_10": "Replacing the word \"God\" with \"Goddess\" will remind people that the deity is not male.",
    "question_11": "Women of color have less legal and social service protection from being battered than White women have.",
    "question_12": "A man's first responsibility is to obtain economic success, while his wife should care for the family's needs.",
    "question_13": "Men should follow women's lead in religious matters, because women have a higher regard for love and peace than men.",
    "question_14": "Using \"man\" to mean both men and women is one of many ways sexist language destroys women's existence.",
    "question_15": "Sex-role stereotypes are only one symptom of the larger system of patriarchal power, which is the true source of women's subordination.",
    "question_16": "Homosexuals need to be rehabilitated into normal members of society.",
    "question_17": "The workplace is organized around men's physical, economic, and sexual oppression of women.",
    "question_18": "Men's control over women forces women to be the primary caretakers of children.",
    "question_19": "Making women economically dependent on men is capitalism's subtle way of encouraging heterosexual relationships.",
    "question_20": "Women of color are oppressed by White standards of beauty.",
    "question_21": "The availability of adequate child care is central to a woman's right to work outside the home.",
    "question_22": "The breakdown of the traditional family structure is responsible for the evils in our society.",
    "question_23": "Discrimination based on sexual orientation is not a moral issue, but rather a question of liberty and freedom of expression.",
    "question_24": "A socialist restructuring of businesses and institutions is necessary for women and people of color to assume equal leadership with White men.",
    "question_25": "Being put on a pedestal, which White women have protested, is a luxury that women of color have not had.",
    "question_26": "Social change for sexual equality will best come about by acting through federal, state, and local government.",
    "question_27": "Putting women in positions of political power would bring about new systems of government that promote peace.",
    "question_28": "Men use abortion laws and reproductive technology to control women's lives.",
    "question_29": "Traditional notions of romantic love should be replaced with ideas based on feminine values of kindness and concern for all people.",
    "question_30": "Romantic love supports capitalism by influencing women to place men's emotional and economic needs first.",
    "question_31": "By not using sexist and violent language, we can encourage peaceful social change.",
    "question_32": "Legislation is the best means to ensure a woman's choice of whether or not to have an abortion.",
    "question_33": "Men prevent women from becoming political leaders through their control of economic and political institutions.",
    "question_34": "Beauty is feeling one's womanhood through peace, caring, and nonviolence.",
    "question_35": "It is a man's right and duty to maintain order in his family by whatever means necessary.",
    "question_36": "Women's experience in life's realities of cleaning, feeding people, caring for babies, etc., makes their vision of reality clearer than men's.",
    "question_37": "The world is a more attractive place because women pay attention to their appearance and their smiles.",
    "question_38": "In order to eliminate prostitution, it is necessary to make women economically equal to men.",
    "question_39": "Anti-gay and racist prejudice act together to make it more difficult for gay people of color to maintain relationships.",
    "question_40": "Capitalism hinders a poor woman's chance to obtain adequate prenatal medical care or abortion.",
    "question_41": "Women should try to influence legislation in order to gain the right to make their own decisions and choices.",
    "question_42": "In rape programs and workshops, not enough attention has been given to the special needs of women of color.",
    "question_43": "Rape is best stopped by replacing the current male-oriented culture of violence with an alternative culture based on more gentle, womanly qualities.",
    "question_44": "It is the capitalist system which forces women to be responsible for child care.",
    "question_45": "Marriage is a perfect example of men's physical, economic, and sexual oppression of women.",
    "question_46": "Women should not be assertive like men because men are the natural leaders on earth.",
    "question_47": "Romantic love brainwashes women and forms the basis for their subordination.",
    "question_48": "Discrimination in the workplace is worse for women of color than for all men and White women.",
    "question_49": "Bringing more women into male-dominated professions would make the professions less cut-throat and competitive.",
    "question_50": "Much of the talk about power for women overlooks the need to empower people of all races and colors first.",
    "question_51": "Women should have the freedom to sell their sexual services.",
    "question_52": "Using \"he\" for \"he or she\" is convenient and harmless to men and women.",
    "question_53": "All religion is like a drug to people and is used to pacify women and other oppressed groups.",
    "question_54": "Rape is ultimately a powerful tool that keeps women in their place, subservient to and terrorized by men.",
    "question_55": "Capitalism forces most women to wear feminine clothes to keep a job.",
    "question_56": "The tradition of Afro-American women who are strong family leaders has strengthened the Afro-American community as a whole.",
    "question_57": "The personalities and behaviors of \"women\" and \"men\" in our society have developed to fit the needs of advanced capitalism.",
    "question_58": "Heterosexuality is the only natural sexual preference.",
    "question_59": "Men need to be liberated from oppressive sex-role stereotypes as much as women do.",
    "quiz_loading": "Loading…",
    "quiz_strongly_agree": "Strongly Agree",
    "quiz_agree": "Agree",
    "quiz_neutral": "Neutral/Unsure",
    "quiz_disagree": "Disagree",
    "quiz_strongly_disagree": "Strongly Disagree",
    "quiz_back": "back",
    "quiz_question_of": "Question {{count}} of {{total}}",
    "inst_h2": "WARNING",
    "inst_p": "Do not use this scale for personnel screening! Please be warned that there will be questions about homophobia, sexual violence and abortion.",
    "inst_gotit": "Got it!",
    "inst_nvm": "Go back",
    "result_h1": "Results",
    "result_p": "Send these results by copying and pasting the URL or using the download link below (screenshots are more than welcome)!",
    "result_download": "Download Result Image",
    "result_p_ref": "Values for mean subscale scores (\"avg.\") are cited from Table 4, Column \"Nonstudent sample\" published in the following:",
    "result_h2_match": "Closest Match:",
    "result_h2_next_matches": "Other perspectives",
    "result_p_next_matches": "Please remember that you are not intended to get a 100% score in any of the categories. The point of the quiz is to challenge your views and give you a glimpse of the various perspectives feminism offer. If you have any suggestions or constructive criticism, please open an issue on the <a href='https://github.com/femscale/femscale.github.io'>GitHub Page</a> or fill out <a href='https://forms.gle/VfKqtp6vNMKBMoRm8'>this form</a> (English and Japanese available).",
    "result_h2_feedback": "Feedback",
    "result_p_feedback": "FemScale respects your privacy. However, we still want a way to get your feedback. If you can help us, please fill out <a href='https://forms.gle/VfKqtp6vNMKBMoRm8'>this form</a> (English and Japanese available)! <b>We will ask you to copy and paste the Results URL (or type in the Results by hand).</b> Also, please help us improve the quiz at our <a href='https://github.com/femscale/femscale.github.io'>GitHub Page</a>!",
    "result_h2_otherquiz": "Other political quizzes",
    "result_p_otherquiz": "Want to know more about your political perspectives and values? Have a go at <a href='https://leftvalues.github.io/'>LeftValues</a> if you are left-leaning, or <a href='https://rightvaluestest.github.io'>RightValues</a> if you are leaning towards the right! Also, don't forget to check out the original <a href='https://8values.github.io/'>8values</a>!",
    "result_back": "Restart",
    "coming_soon": "Short desriptions for each perspectives coming soon!",
    "index_b_start": "Click here to start!",
    "index_h2_whatis": "What is FemScale?",
    "index_p_whatis": "<a href='https://femscale.github.io/'>FemScale</a> is an online quiz designed to measure and analyse your attitudes towards women. This project aims to educate those who are interested in feminism. FemScale is based on an influential paper by <a href='https://doi.org/10.1111/j.1471-6402.1998.tb00158.x'>Henley et al. (1998)</a>, with inspiration from <a href='https://8values.github.io/'>8values</a>, <a href='https://leftvalues.github.io/'>LeftValues</a> and <a href='https://rightvaluestest.github.io'>RightValues</a>. You will be presented with a statement, and then you will answer how much you agree with it. Questions will be presented in random order. Answer honestly! There are <b><u><span id='numOfQuestions'></span></u></b> questions (it will take you around 10 minutes to answer them all). <b>We do not collect your data!</b>",
    "index_h2_perspectives": "The six perspectives",
    "index_p_perspectives": "<a href='results.html?a=0.00&b=87.50&c=85.00&d=95.00&e=25.00&f=87.50'>Here is an example of the result!</a><br/>Your answers will be analysed based on the following six perspectives: <b>Conservativism</b>; <b>Liberal</b>, <b>Radical</b>, <b>Socialist</b>, and <b>Cultural Feminism</b>; and <b>Womanism</b>. You will also get a <b>FemScore</b>, which indicates how much of a feminist you are. See <a href='additional_info.html'>Additional Info</a> for more information.",
    "index_h2_notice": "Notice",
    "notice_important": "All questions are copyrighted by Henley (1989, 1997). <b>We are not affiliated, associated, authorized, endorsed by, or in any way officially connected with the copyright holder</b>. We use this Scale solely to educate those who are interested in feminism and its values.",
    "notice_before": "The following notice is by Henley, the original creator of FPS-2:",
    "notice_quote": "\"The Feminist Perspectives Scale, Copyright 1989, 1997 by Nancy M. Henley. Permission is given for its use, or use of any part of it, without charge, for research and educational purposes only. This scale is expressly not to be used for personnel screening (business, military, academic, or any other type). Anyone with knowledge of its use for such screening is urged to contact N. M. Henley, Psychology Department, UCLA, Los Angeles, CA 90024-1563, giving date, user, and any other pertinent information known. This notice must appear on all copies of the scale reproduced.\"",
    "index_h2_info": "Fore more information:",
    "index_p_info": "Please read our <a href='additional_info.html'>Additional Info</a> page for information on licences, full credits etc.",
    "info_h1": "Additional Info",
    "info_h2_femscore": "What's \"FemScore\"?",
    "info_p_femscore": "\"FemScore\" is the average of all subscales other than \"Conservative\". Basically, the higher the Femscore, the more of a feminist you are.",
    "info_h2_match": "What's the \"Closest Match\" in the Results?",
    "info_p_match": "Much like 8values and LeftValues, FemScale calculates how well your views match with some feminist views, and returns the closest to you. Just like LeftValues, it also tells you how close you are to the other perspectives, with your closest match as 100% and farthest as 0%. Unlike LeftValues, however, FemScale normalises your scores before measuring the Matches.",
    "info_h2_changes": "What changes have you made from the original FPS-2?",
    "info_p_changes": "One alteration we made is the way we calculate the scores. In the original FPS-2, participants were asked to choose from a 7-point scale, and were given a score from 10 to 70 for each of the six perspectives, and 50 to 350 for FemScore; FemScale asks participants to choose from a 5-point scale and returns a recalculated score with the minimum of 0 and maximum of 100 for both the six perspectives and \"FemScore\". FemScale scores can easily be converted to FPS-2 scores by simply multiplying them by 0.60 and adding 10 (for the Perspectives) or by multiplying them by 3.0 and adding 50 (for \"FemScore\"). This was a deliberate choice, to both maintain its reliability and to make a comparison with results published in Henley et al. (1998), as well as other researches that use FPS-2, possible. We may, however, update some questions in the future, partially to reflect some contemporary feminist views and theories. We have also omitted the FemBehave score, due to its very low reliability.",
    "info_h2_issues": "I don't like my scores!",
    "info_p_issues": "Please remember that you are not intended to get a 100% score in any of the categories. The point of the quiz is to challenge your views and give you a glimpse of the various perspectives feminism offer. If you have any suggestions or constructive criticism, please open an issue on the <a href='https://github.com/femscale/femscale.github.io'>GitHub Page</a>.",
    "info_h2_credits": "Credits",
    "info_p_credits_1": "Codes for FemScale is based on <a href='https://leftvalues.github.io/'>LeftValues</a>, which in turn is based on <a href='https://8values.github.io/'>8values</a>. Also, parts of codes are copied from <a href='https://8values-ja.github.io/'>8values-ja</a>. LeftValues, 8values, and 8values-ja are all distributed under the MIT License.",
    "info_p_credits_2": "Questions used in FemScale are based on The Feminist Perspective Scale (FORM 2 or FPS-2) published in the following article:<br/><span class='reference'>Henley, N. M., Meng, K., Brien, D. O., McCarthy, W. J., Sockloskie, R. J. (1998). Developing a scale to measure the diversity of feminist attitudes. Psychology of Women Quarterly, 22, 317–348. <a href='https://doi.org/10.1111/j.1471-6402.1998.tb00158.x'>https://doi.org/10.1111/j.1471-6402.1998.tb00158.x</a></span>",
    "info_p_credits_3": "Image file \"womensmarch_voa.jpg\" is originally by B. Allen for Voice of America (VOA). All text, audio and video material produced exclusively by the Voice of America is in the public domain. The image was cropped by femscale. Original image was retrieved on September 12, 2021 from:<span class='reference'>Ball, Anne. (2017, Jan 22). Hundreds of thousands attend Women's March on Washington. VOA. <a href='https://learningenglish.voanews.com/a/hundreds-of-thousands-attend-womens-march-on-washington/3686717.html'>https://learningenglish.voanews.com/a/hundreds-of-thousands-attend-womens-march-on-washington/3686717.html</a></span></p>",
    "info_h2_license": "LICENSE",
    "info_p_license": "For all files located in directory \"lang\", all values corresponding to key \"question_0\" to \"question_59\" are copyrighted by Henley (1989, 1997). All codes <b>EXCEPT FOR ALL STRINGS CORRESPONDING TO \"question_0\" TO \"question_59\" IN ANY OF THE FILES LOCATED UNDER DIRECTORY \"lang\"</b> are under the MIT License. For the full & official license, see <a href='LICENSE'>LICENSE</a>.",
    "info_home": "Home",
    "axis_conservative": "Con",
    "axis_liberal": "LF",
    "axis_radical": "RF",
    "axis_socialist": "SF",
    "axis_cultural": "CF",
    "axis_womanism": "Wo",
    "axis_femscore": "FemScore",
    "ideology_femscore_name": "FemScore",
    "ideology_conservative_name": "Conservative",
    "ideology_conservative_desc": "Conservatives advocate for a hierarchal society with males/men as dominant and females/women as subordinate. <ul><li><a href='https://en.wikipedia.org/wiki/Conservatism'>Conservatism - Wikipedia</a></li><li><a href='https://plato.stanford.edu/entries/conservatism/'>Conservatism - Stanford Encyclopedia of Philosophy</a></li></ul>",
    "ideology_liberal-feminist_name": "Liberal Feminist",
    "ideology_liberal-feminist_desc": "Liberal feminists believe that men and women have essentially the same potentials, but women are denied of their rights to equal oppotunity and freedom, especially in politics and economy. They focus on fine-tuning the current system through legislations and gradual social changes to abolish this inequality.<ul><li><a href='https://en.wikipedia.org/wiki/Liberal_feminism'>Liberal Feminism - Wikipedia</a></li><li><a href='https://plato.stanford.edu/entries/feminism-liberal/'>Liberal Feminism - Stanford Encyclopedia of Philosophy</a></li></ul>",
    "ideology_radical-feminist_name": "Radical Feminist",
    "ideology_radical-feminist_desc": "<ul><li><a href='https://en.wikipedia.org/wiki/Radical_feminism'>Radical Feminism - Wikipedia</a></li></ul>",
    "ideology_socialist-feminist_name": "Socialist Feminist",
    "ideology_socialist-feminist_desc": "<ul><li><a href='https://en.wikipedia.org/wiki/Socialist_feminism'>Socialist Feminism - Wikipedia</a></li></ul>",
    "ideology_cultural-feminist_name": "Cultural Feminist",
    "ideology_cultural-feminist_desc": "<ul><li><a href='https://en.wikipedia.org/wiki/Cultural_feminism'>Cultural Feminism - Wikipedia</a></li></ul>",
    "ideology_womanism_name": "Womanist",
    "ideology_womanism_desc": "Womanists emphasize the importance of a women's movement that acknowledges and includes women of color, who were often overlooked or excluded from (earlier) feminist movements. They tend to recognize racism and poverty as concerns equally as important as sexism. The term \"Womanism\" was coined by Alice Walker, who famously said: \"Womanist is to feminist as purple is to lavender\".<ul><li><a href='https://en.wikipedia.org/wiki/Womanism'>Womanism - Wikipedia</a></li></ul>",
    "tweet_text_before": "I am a",
    "tweet_text_result": "You are a",
    "tweet_text_after": "! What about you?",
    "info_h2_perspectives": "More information on the perspectives",
    "info_p_perspectives1": "FemScale, as well as FPS-2, analyses your attitudes towards women using the following six perspectives as sub-scales: <b>Conservativism</b>; <b>Liberal</b>, <b>Radical</b>, <b>Socialist</b>, and <b>Cultural Feminism</b>; and <b>Womanism</b>. Marxist Feminism was not included by Henley et al. (1998) since they believed that it was not influential enough in the U.S. Here is a list of all the perspectives and a brief discription of each:",
    "info_p_perspectives_limitations": "We would like to emphasize the fact that this test fails to reflect some important contemporary feminist values and concerns. We also acknowledge that some of the questions are problematic and even offensive. We are planning to update both the questions and the perspectives to address these issues. The creators of FemScale advocate for a feminist movement that is \"for everybody\"."
}
